{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Prepend",
        "prepend": "▁"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": " "
        },
        "content": "▁"
      }
    ]
  },
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 1
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<s>": {
        "id": "<s>",
        "ids": [
          1
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Sequence",
    "decoders": [
      {
        "type": "Replace",
        "pattern": {
          "String": "▁"
        },
        "content": " "
      },
      {
        "type": "ByteFallback"
      },
      {
        "type": "Fuse"
      },
      {
        "type": "Strip",
        "content": " ",
        "start": 1,
        "stop": 0
      }
    ]
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": true,
    "vocab": {
      "<unk>": 0,
      "<s>": 1,
      "</s>": 2,
      "\t": 3,
      "\n": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      " ": 108,
      "¡": 109,
      "¢": 110,
      "£": 111,
      "¤": 112,
      "¥": 113,
      "¦": 114,
      "§": 115,
      "¨": 116,
      "©": 117,
      "ª": 118,
      "«": 119,
      "¬": 120,
      "­": 121,
      "®": 122,
      "¯": 123,
      "°": 124,
      "±": 125,
      "²": 126,
      "³": 127,
      "´": 128,
      "µ": 129,
      "¶": 130,
      "·": 131,
      "¸": 132,
      "¹": 133,
      "º": 134,
      "»": 135,
      "¼": 136,
      "½": 137,
      "¾": 138,
      "¿": 139,
      "À": 140,
      "Á": 141,
      "Â": 142,
      "Ã": 143,
      "Ä": 144,
      "Å": 145,
      "Æ": 146,
      "Ç": 147,
      "È": 148,
      "É": 149,
      "Ê": 150,
      "Ë": 151,
      "Ì": 152,
      "Í": 153,
      "Î": 154,
      "Ï": 155,
      "Ð": 156,
      "Ñ": 157,
      "Ò": 158,
      "Ó": 159,
      "Ô": 160,
      "Õ": 161,
      "Ö": 162,
      "×": 163,
      "Ø": 164,
      "Ù": 165,
      "Ú": 166,
      "Û": 167,
      "Ü": 168,
      "Ý": 169,
      "Þ": 170,
      "ß": 171,
      "à": 172,
      "á": 173,
      "â": 174,
      "ã": 175,
      "ä": 176,
      "å": 177,
      "æ": 178,
      "ç": 179,
      "è": 180,
      "é": 181,
      "ê": 182,
      "ë": 183,
      "ì": 184,
      "í": 185,
      "î": 186,
      "ï": 187,
      "ð": 188,
      "ñ": 189,
      "ò": 190,
      "ó": 191,
      "ô": 192,
      "õ": 193,
      "ö": 194,
      "÷": 195,
      "ø": 196,
      "ù": 197,
      "ú": 198,
      "û": 199,
      "ü": 200,
      "ý": 201,
      "þ": 202,
      "ÿ": 203,
      "Ā": 204,
      "ā": 205,
      "Ă": 206,
      "ă": 207,
      "Ą": 208,
      "ą": 209,
      "Ć": 210,
      "ć": 211,
      "Ĉ": 212,
      "ĉ": 213,
      "Č": 214,
      "č": 215,
      "Ď": 216,
      "ď": 217,
      "Đ": 218,
      "đ": 219,
      "Ē": 220,
      "ē": 221,
      "Ĕ": 222,
      "ĕ": 223,
      "ė": 224,
      "Ę": 225,
      "ę": 226,
      "Ě": 227,
      "ě": 228,
      "ĝ": 229,
      "Ğ": 230,
      "ğ": 231,
      "Ġ": 232,
      "ġ": 233,
      "Ģ": 234,
      "ģ": 235,
      "Ĥ": 236,
      "ĥ": 237,
      "Ħ": 238,
      "ħ": 239,
      "ĩ": 240,
      "Ī": 241,
      "ī": 242,
      "Ĭ": 243,
      "ĭ": 244,
      "Į": 245,
      "į": 246,
      "İ": 247,
      "ı": 248,
      "ĳ": 249,
      "ĵ": 250,
      "Ķ": 251,
      "ķ": 252,
      "ĺ": 253,
      "ļ": 254,
      "Ľ": 255,
      "ľ": 256,
      "Ł": 257,
      "ł": 258,
      "Ń": 259,
      "ń": 260,
      "Ņ": 261,
      "ņ": 262,
      "Ň": 263,
      "ň": 264,
      "Ŋ": 265,
      "ŋ": 266,
      "Ō": 267,
      "ō": 268,
      "Ŏ": 269,
      "ŏ": 270,
      "Ő": 271,
      "ő": 272,
      "Œ": 273,
      "œ": 274,
      "ŕ": 275,
      "ŗ": 276,
      "Ř": 277,
      "ř": 278,
      "Ś": 279,
      "ś": 280,
      "ŝ": 281,
      "Ş": 282,
      "ş": 283,
      "Š": 284,
      "š": 285,
      "Ţ": 286,
      "ţ": 287,
      "Ť": 288,
      "ť": 289,
      "Ŧ": 290,
      "ŧ": 291,
      "ũ": 292,
      "Ū": 293,
      "ū": 294,
      "Ŭ": 295,
      "ŭ": 296,
      "Ů": 297,
      "ů": 298,
      "ű": 299,
      "ų": 300,
      "ŵ": 301,
      "Ÿ": 302,
      "Ź": 303,
      "ź": 304,
      "Ż": 305,
      "ż": 306,
      "Ž": 307,
      "ž": 308,
      "ſ": 309,
      "ƀ": 310,
      "Ɔ": 311,
      "Ɖ": 312,
      "Ǝ": 313,
      "Ə": 314,
      "ƒ": 315,
      "Ɣ": 316,
      "Ɵ": 317,
      "ơ": 318,
      "Ƣ": 319,
      "ƣ": 320,
      "Ʃ": 321,
      "ư": 322,
      "Ƶ": 323,
      "ƶ": 324,
      "Ʒ": 325,
      "ƿ": 326,
      "ǀ": 327,
      "ǁ": 328,
      "ǂ": 329,
      "ǃ": 330,
      "Ǎ": 331,
      "ǎ": 332,
      "Ǐ": 333,
      "ǐ": 334,
      "ǒ": 335,
      "ǔ": 336,
      "ǖ": 337,
      "ǜ": 338,
      "ǝ": 339,
      "ǟ": 340,
      "ǣ": 341,
      "ǥ": 342,
      "Ǧ": 343,
      "ǧ": 344,
      "Ǩ": 345,
      "ǩ": 346,
      "ǫ": 347,
      "Ǯ": 348,
      "ǯ": 349,
      "ǰ": 350,
      "ǵ": 351,
      "Ǻ": 352,
      "Ǿ": 353,
      "ǿ": 354,
      "ȃ": 355,
      "ȋ": 356,
      "ȗ": 357,
      "Ș": 358,
      "ș": 359,
      "Ț": 360,
      "ț": 361,
      "ȝ": 362,
      "ȟ": 363,
      "ȩ": 364,
      "ȫ": 365,
      "ȯ": 366,
      "ɐ": 367,
      "ɑ": 368,
      "ɒ": 369,
      "ɔ": 370,
      "ɕ": 371,
      "ə": 372,
      "ɚ": 373,
      "ɛ": 374,
      "ɜ": 375,
      "ɟ": 376,
      "ɡ": 377,
      "ɢ": 378,
      "ɣ": 379,
      "ɥ": 380,
      "ɦ": 381,
      "ɨ": 382,
      "ɪ": 383,
      "ɫ": 384,
      "ɬ": 385,
      "ɭ": 386,
      "ɯ": 387,
      "ɲ": 388,
      "ɳ": 389,
      "ɴ": 390,
      "ɵ": 391,
      "ɷ": 392,
      "ɹ": 393,
      "ɾ": 394,
      "ʀ": 395,
      "ʁ": 396,
      "ʂ": 397,
      "ʃ": 398,
      "ʈ": 399,
      "ʉ": 400,
      "ʊ": 401,
      "ʋ": 402,
      "ʌ": 403,
      "ʍ": 404,
      "ʎ": 405,
      "ʏ": 406,
      "ʐ": 407,
      "ʑ": 408,
      "ʒ": 409,
      "ʔ": 410,
      "ʕ": 411,
      "ʘ": 412,
      "ʙ": 413,
      "ʝ": 414,
      "ʣ": 415,
      "ʤ": 416,
      "ʰ": 417,
      "ʲ": 418,
      "ʷ": 419,
      "ʹ": 420,
      "ʺ": 421,
      "ʻ": 422,
      "ʼ": 423,
      "ʽ": 424,
      "ʾ": 425,
      "ʿ": 426,
      "ˀ": 427,
      "ˁ": 428,
      "˂": 429,
      "˃": 430,
      "ˇ": 431,
      "ˈ": 432,
      "ˉ": 433,
      "ˊ": 434,
      "ˋ": 435,
      "ˌ": 436,
      "ː": 437,
      "ˑ": 438,
      "˗": 439,
      "˘": 440,
      "˚": 441,
      "˜": 442,
      "˝": 443,
      "˟": 444,
      "ˤ": 445,
      "̀": 446,
      "́": 447,
      "̂": 448,
      "̃": 449,
      "̄": 450,
      "̆": 451,
      "̇": 452,
      "̈": 453,
      "̊": 454,
      "̌": 455,
      "̍": 456,
      "̐": 457,
      "̚": 458,
      "̝": 459,
      "̞": 460,
      "̟": 461,
      "̠": 462,
      "̡": 463,
      "̣": 464,
      "̤": 465,
      "̥": 466,
      "̨": 467,
      "̩": 468,
      "̪": 469,
      "̬": 470,
      "̯": 471,
      "̰": 472,
      "̱": 473,
      "̲": 474,
      "̶": 475,
      "̸": 476,
      "̺": 477,
      "͈": 478,
      "͘": 479,
      "͞": 480,
      "͡": 481,
      "΄": 482,
      "Ά": 483,
      "Έ": 484,
      "Ή": 485,
      "Ί": 486,
      "Ό": 487,
      "ΐ": 488,
      "Α": 489,
      "Β": 490,
      "Γ": 491,
      "Δ": 492,
      "Ε": 493,
      "Ζ": 494,
      "Η": 495,
      "Θ": 496,
      "Ι": 497,
      "Κ": 498,
      "Λ": 499,
      "Μ": 500,
      "Ν": 501,
      "Ξ": 502,
      "Ο": 503,
      "Π": 504,
      "Ρ": 505,
      "Σ": 506,
      "Τ": 507,
      "Υ": 508,
      "Φ": 509,
      "Χ": 510,
      "Ψ": 511,
      "Ω": 512,
      "ά": 513,
      "έ": 514,
      "ή": 515,
      "ί": 516,
      "ΰ": 517,
      "α": 518,
      "β": 519,
      "γ": 520,
      "δ": 521,
      "ε": 522,
      "ζ": 523,
      "η": 524,
      "θ": 525,
      "ι": 526,
      "κ": 527,
      "λ": 528,
      "μ": 529,
      "ν": 530,
      "ξ": 531,
      "ο": 532,
      "π": 533,
      "ρ": 534,
      "ς": 535,
      "σ": 536,
      "τ": 537,
      "υ": 538,
      "φ": 539,
      "χ": 540,
      "ψ": 541,
      "ω": 542,
      "ϊ": 543,
      "ϋ": 544,
      "ό": 545,
      "ύ": 546,
      "ώ": 547,
      "ϑ": 548,
      "ϛ": 549,
      "ϝ": 550,
      "ϰ": 551,
      "ϲ": 552,
      "Ϸ": 553,
      "ϸ": 554,
      "Ё": 555,
      "Ђ": 556,
      "Ѓ": 557,
      "Є": 558,
      "І": 559,
      "Ї": 560,
      "Ј": 561,
      "Љ": 562,
      "Њ": 563,
      "Ћ": 564,
      "Ў": 565,
      "А": 566,
      "Б": 567,
      "В": 568,
      "Г": 569,
      "Д": 570,
      "Е": 571,
      "Ж": 572,
      "З": 573,
      "И": 574,
      "Й": 575,
      "К": 576,
      "Л": 577,
      "М": 578,
      "Н": 579,
      "О": 580,
      "П": 581,
      "Р": 582,
      "С": 583,
      "Т": 584,
      "У": 585,
      "Ф": 586,
      "Х": 587,
      "Ц": 588,
      "Ч": 589,
      "Ш": 590,
      "Щ": 591,
      "Ъ": 592,
      "Ы": 593,
      "Ь": 594,
      "Э": 595,
      "Ю": 596,
      "Я": 597,
      "а": 598,
      "б": 599,
      "в": 600,
      "г": 601,
      "д": 602,
      "е": 603,
      "ж": 604,
      "з": 605,
      "и": 606,
      "й": 607,
      "к": 608,
      "л": 609,
      "м": 610,
      "н": 611,
      "о": 612,
      "п": 613,
      "р": 614,
      "с": 615,
      "т": 616,
      "у": 617,
      "ф": 618,
      "х": 619,
      "ц": 620,
      "ч": 621,
      "ш": 622,
      "щ": 623,
      "ъ": 624,
      "ы": 625,
      "ь": 626,
      "э": 627,
      "ю": 628,
      "я": 629,
      "ё": 630,
      "ђ": 631,
      "є": 632,
      "ѕ": 633,
      "і": 634,
      "ї": 635,
      "ј": 636,
      "љ": 637,
      "њ": 638,
      "ћ": 639,
      "ѝ": 640,
      "ў": 641,
      "џ": 642,
      "Ѣ": 643,
      "ѣ": 644,
      "ѧ": 645,
      "Ѳ": 646,
      "ѳ": 647,
      "Ѵ": 648,
      "ґ": 649,
      "Ғ": 650,
      "ғ": 651,
      "ҕ": 652,
      "Җ": 653,
      "җ": 654,
      "ҙ": 655,
      "Қ": 656,
      "қ": 657,
      "Ҝ": 658,
      "ҝ": 659,
      "Ҡ": 660,
      "ҡ": 661,
      "Ң": 662,
      "ң": 663,
      "ҥ": 664,
      "Ҧ": 665,
      "ҧ": 666,
      "Ҫ": 667,
      "ҫ": 668,
      "Ҭ": 669,
      "ҭ": 670,
      "Ү": 671,
      "ү": 672,
      "Ұ": 673,
      "ұ": 674,
      "Ҳ": 675,
      "ҳ": 676,
      "Ҷ": 677,
      "ҷ": 678,
      "Ҹ": 679,
      "ҹ": 680,
      "Һ": 681,
      "һ": 682,
      "ҽ": 683,
      "Ӏ": 684,
      "Ӂ": 685,
      "ӂ": 686,
      "ӄ": 687,
      "Ӈ": 688,
      "ӈ": 689,
      "ӏ": 690,
      "ӑ": 691,
      "Ӓ": 692,
      "ӓ": 693,
      "Ӕ": 694,
      "ӕ": 695,
      "ӗ": 696,
      "Ә": 697,
      "ә": 698,
      "Ӡ": 699,
      "ӡ": 700,
      "ӣ": 701,
      "Ӧ": 702,
      "ӧ": 703,
      "Ө": 704,
      "ө": 705,
      "ӯ": 706,
      "Ӱ": 707,
      "ӱ": 708,
      "Ӳ": 709,
      "ӳ": 710,
      "ӷ": 711,
      "ӽ": 712,
      "Ԑ": 713,
      "ԓ": 714,
      "Ա": 715,
      "Բ": 716,
      "Գ": 717,
      "Դ": 718,
      "Ե": 719,
      "Զ": 720,
      "Է": 721,
      "Ը": 722,
      "Թ": 723,
      "Ժ": 724,
      "Ի": 725,
      "Լ": 726,
      "Խ": 727,
      "Ծ": 728,
      "Կ": 729,
      "Հ": 730,
      "Ձ": 731,
      "Ղ": 732,
      "Ճ": 733,
      "Մ": 734,
      "Յ": 735,
      "Ն": 736,
      "Շ": 737,
      "Ո": 738,
      "Չ": 739,
      "Պ": 740,
      "Ջ": 741,
      "Ռ": 742,
      "Ս": 743,
      "Վ": 744,
      "Տ": 745,
      "Ր": 746,
      "Ց": 747,
      "Ւ": 748,
      "Փ": 749,
      "Ք": 750,
      "Օ": 751,
      "Ֆ": 752,
      "՚": 753,
      "՛": 754,
      "՜": 755,
      "՝": 756,
      "՞": 757,
      "ա": 758,
      "բ": 759,
      "գ": 760,
      "դ": 761,
      "ե": 762,
      "զ": 763,
      "է": 764,
      "ը": 765,
      "թ": 766,
      "ժ": 767,
      "ի": 768,
      "լ": 769,
      "խ": 770,
      "ծ": 771,
      "կ": 772,
      "հ": 773,
      "ձ": 774,
      "ղ": 775,
      "ճ": 776,
      "մ": 777,
      "յ": 778,
      "ն": 779,
      "շ": 780,
      "ո": 781,
      "չ": 782,
      "պ": 783,
      "ջ": 784,
      "ռ": 785,
      "ս": 786,
      "վ": 787,
      "տ": 788,
      "ր": 789,
      "ց": 790,
      "ւ": 791,
      "փ": 792,
      "ք": 793,
      "օ": 794,
      "ֆ": 795,
      "և": 796,
      "։": 797,
      "֏": 798,
      "֖": 799,
      "֛": 800,
      "ְ": 801,
      "ֱ": 802,
      "ֲ": 803,
      "ִ": 804,
      "ֵ": 805,
      "ֶ": 806,
      "ַ": 807,
      "ָ": 808,
      "ֹ": 809,
      "ֻ": 810,
      "ּ": 811,
      "ֽ": 812,
      "־": 813,
      "ֿ": 814,
      "ׁ": 815,
      "ׂ": 816,
      "׃": 817,
      "א": 818,
      "ב": 819,
      "ג": 820,
      "ד": 821,
      "ה": 822,
      "ו": 823,
      "ז": 824,
      "ח": 825,
      "ט": 826,
      "י": 827,
      "ך": 828,
      "כ": 829,
      "ל": 830,
      "ם": 831,
      "מ": 832,
      "ן": 833,
      "נ": 834,
      "ס": 835,
      "ע": 836,
      "ף": 837,
      "פ": 838,
      "ץ": 839,
      "צ": 840,
      "ק": 841,
      "ר": 842,
      "ש": 843,
      "ת": 844,
      "״": 845,
      "،": 846,
      "ؑ": 847,
      "ؕ": 848,
      "؛": 849,
      "؟": 850,
      "ء": 851,
      "آ": 852,
      "أ": 853,
      "ؤ": 854,
      "إ": 855,
      "ئ": 856,
      "ا": 857,
      "ب": 858,
      "ة": 859,
      "ت": 860,
      "ث": 861,
      "ج": 862,
      "ح": 863,
      "خ": 864,
      "د": 865,
      "ذ": 866,
      "ر": 867,
      "ز": 868,
      "س": 869,
      "ش": 870,
      "ص": 871,
      "ض": 872,
      "ط": 873,
      "ظ": 874,
      "ع": 875,
      "غ": 876,
      "ؼ": 877,
      "ؽ": 878,
      "ـ": 879,
      "ف": 880,
      "ق": 881,
      "ك": 882,
      "ل": 883,
      "م": 884,
      "ن": 885,
      "ه": 886,
      "و": 887,
      "ى": 888,
      "ي": 889,
      "ً": 890,
      "ٌ": 891,
      "ٍ": 892,
      "َ": 893,
      "ُ": 894,
      "ِ": 895,
      "ّ": 896,
      "ْ": 897,
      "ٓ": 898,
      "ٔ": 899,
      "ٖ": 900,
      "ٗ": 901,
      "ٛ": 902,
      "٠": 903,
      "١": 904,
      "٢": 905,
      "٣": 906,
      "٤": 907,
      "٥": 908,
      "٦": 909,
      "٧": 910,
      "٨": 911,
      "٩": 912,
      "٫": 913,
      "٬": 914,
      "ٯ": 915,
      "ٰ": 916,
      "ٱ": 917,
      "ٴ": 918,
      "ٵ": 919,
      "ٷ": 920,
      "ٸ": 921,
      "ٹ": 922,
      "ٺ": 923,
      "ٽ": 924,
      "پ": 925,
      "ځ": 926,
      "ڄ": 927,
      "چ": 928,
      "ڈ": 929,
      "ڌ": 930,
      "ڏ": 931,
      "ڑ": 932,
      "ژ": 933,
      "ڙ": 934,
      "ښ": 935,
      "ڠ": 936,
      "ڤ": 937,
      "ڨ": 938,
      "ک": 939,
      "ڪ": 940,
      "ڬ": 941,
      "ڭ": 942,
      "گ": 943,
      "ڸ": 944,
      "ڹ": 945,
      "ں": 946,
      "ڻ": 947,
      "ھ": 948,
      "ۀ": 949,
      "ہ": 950,
      "ۃ": 951,
      "ۆ": 952,
      "ۇ": 953,
      "ۈ": 954,
      "ۋ": 955,
      "ی": 956,
      "ێ": 957,
      "ې": 958,
      "ۑ": 959,
      "ے": 960,
      "۔": 961,
      "ە": 962,
      "ۖ": 963,
      "ۗ": 964,
      "ۚ": 965,
      "ۜ": 966,
      "۞": 967,
      "ۡ": 968,
      "ۤ": 969,
      "۰": 970,
      "۱": 971,
      "۲": 972,
      "۳": 973,
      "۴": 974,
      "۵": 975,
      "۶": 976,
      "۷": 977,
      "۸": 978,
      "۹": 979,
      "ܐ": 980,
      "ܒ": 981,
      "ܓ": 982,
      "ܕ": 983,
      "ܗ": 984,
      "ܘ": 985,
      "ܚ": 986,
      "ܛ": 987,
      "ܝ": 988,
      "ܟ": 989,
      "ܠ": 990,
      "ܡ": 991,
      "ܢ": 992,
      "ܣ": 993,
      "ܥ": 994,
      "ܦ": 995,
      "ܨ": 996,
      "ܩ": 997,
      "ܪ": 998,
      "ܫ": 999,
      "ܬ": 1000,
      "ܵ": 1001,
      "ܸ": 1002,
      "ހ": 1003,
      "ރ": 1004,
      "އ": 1005,
      "ވ": 1006,
      "މ": 1007,
      "ދ": 1008,
      "ލ": 1009,
      "ގ": 1010,
      "ސ": 1011,
      "ޔ": 1012,
      "ޖ": 1013,
      "ޤ": 1014,
      "ަ": 1015,
      "ާ": 1016,
      "ި": 1017,
      "ީ": 1018,
      "ު": 1019,
      "ޫ": 1020,
      "ެ": 1021,
      "ޭ": 1022,
      "ް": 1023,
      "ߊ": 1024,
      "ߋ": 1025,
      "ߌ": 1026,
      "ߏ": 1027,
      "ߖ": 1028,
      "ߘ": 1029,
      "ߛ": 1030,
      "ߜ": 1031,
      "ߞ": 1032,
      "ߣ": 1033,
      "ߦ": 1034,
      "ࣇ": 1035,
      "ँ": 1036,
      "ं": 1037,
      "ः": 1038,
      "अ": 1039,
      "आ": 1040,
      "इ": 1041,
      "ई": 1042,
      "उ": 1043,
      "ए": 1044,
      "ऐ": 1045,
      "ओ": 1046,
      "औ": 1047,
      "क": 1048,
      "ख": 1049,
      "ग": 1050,
      "घ": 1051,
      "ङ": 1052,
      "च": 1053,
      "छ": 1054,
      "ज": 1055,
      "ञ": 1056,
      "ट": 1057,
      "ठ": 1058,
      "ड": 1059,
      "ढ": 1060,
      "ण": 1061,
      "त": 1062,
      "थ": 1063,
      "द": 1064,
      "ध": 1065,
      "न": 1066,
      "प": 1067,
      "फ": 1068,
      "ब": 1069,
      "भ": 1070,
      "म": 1071,
      "य": 1072,
      "र": 1073,
      "ल": 1074,
      "ळ": 1075,
      "व": 1076,
      "श": 1077,
      "ष": 1078,
      "स": 1079,
      "ह": 1080,
      "़": 1081,
      "ा": 1082,
      "ि": 1083,
      "ी": 1084,
      "ु": 1085,
      "ू": 1086,
      "ृ": 1087,
      "े": 1088,
      "ै": 1089,
      "ॉ": 1090,
      "ो": 1091,
      "ौ": 1092,
      "्": 1093,
      "ॐ": 1094,
      "।": 1095,
      "२": 1096,
      "ঁ": 1097,
      "ং": 1098,
      "অ": 1099,
      "ই": 1100,
      "ক": 1101,
      "খ": 1102,
      "গ": 1103,
      "ঘ": 1104,
      "ঙ": 1105,
      "চ": 1106,
      "জ": 1107,
      "ঞ": 1108,
      "ট": 1109,
      "ঠ": 1110,
      "ড": 1111,
      "ণ": 1112,
      "ত": 1113,
      "থ": 1114,
      "দ": 1115,
      "ধ": 1116,
      "ন": 1117,
      "প": 1118,
      "ব": 1119,
      "ভ": 1120,
      "ম": 1121,
      "য": 1122,
      "র": 1123,
      "ল": 1124,
      "শ": 1125,
      "ষ": 1126,
      "স": 1127,
      "হ": 1128,
      "়": 1129,
      "া": 1130,
      "ি": 1131,
      "ী": 1132,
      "ু": 1133,
      "ে": 1134,
      "ৈ": 1135,
      "ো": 1136,
      "্": 1137,
      "ৎ": 1138,
      "ਅ": 1139,
      "ਇ": 1140,
      "ਉ": 1141,
      "ਕ": 1142,
      "ਖ": 1143,
      "ਗ": 1144,
      "ਘ": 1145,
      "ਜ": 1146,
      "ਡ": 1147,
      "ਦ": 1148,
      "ਨ": 1149,
      "ਪ": 1150,
      "ਫ": 1151,
      "ਬ": 1152,
      "ਮ": 1153,
      "ਰ": 1154,
      "ਲ": 1155,
      "ਵ": 1156,
      "ਸ": 1157,
      "ਹ": 1158,
      "਼": 1159,
      "ਾ": 1160,
      "ਿ": 1161,
      "ੀ": 1162,
      "ੁ": 1163,
      "ੂ": 1164,
      "ੇ": 1165,
      "ੋ": 1166,
      "੍": 1167,
      "ੜ": 1168,
      "ੰ": 1169,
      "ੱ": 1170,
      "ੴ": 1171,
      "ં": 1172,
      "છ": 1173,
      "જ": 1174,
      "ટ": 1175,
      "ત": 1176,
      "દ": 1177,
      "ન": 1178,
      "પ": 1179,
      "મ": 1180,
      "ર": 1181,
      "વ": 1182,
      "શ": 1183,
      "સ": 1184,
      "ા": 1185,
      "ી": 1186,
      "ુ": 1187,
      "ે": 1188,
      "્": 1189,
      "ଆ": 1190,
      "ଓ": 1191,
      "ଡ": 1192,
      "଼": 1193,
      "ି": 1194,
      "இ": 1195,
      "உ": 1196,
      "எ": 1197,
      "க": 1198,
      "ங": 1199,
      "ச": 1200,
      "ஜ": 1201,
      "ட": 1202,
      "ண": 1203,
      "த": 1204,
      "ந": 1205,
      "ன": 1206,
      "ப": 1207,
      "ம": 1208,
      "ய": 1209,
      "ர": 1210,
      "ற": 1211,
      "ல": 1212,
      "ள": 1213,
      "வ": 1214,
      "ஷ": 1215,
      "ஸ": 1216,
      "ா": 1217,
      "ி": 1218,
      "ு": 1219,
      "ெ": 1220,
      "ே": 1221,
      "ை": 1222,
      "ொ": 1223,
      "ோ": 1224,
      "்": 1225,
      "ం": 1226,
      "అ": 1227,
      "ఆ": 1228,
      "ఓ": 1229,
      "గ": 1230,
      "చ": 1231,
      "జ": 1232,
      "డ": 1233,
      "త": 1234,
      "ద": 1235,
      "ధ": 1236,
      "న": 1237,
      "ప": 1238,
      "బ": 1239,
      "భ": 1240,
      "మ": 1241,
      "య": 1242,
      "ర": 1243,
      "ల": 1244,
      "వ": 1245,
      "శ": 1246,
      "స": 1247,
      "ా": 1248,
      "ి": 1249,
      "ీ": 1250,
      "ు": 1251,
      "ె": 1252,
      "ే": 1253,
      "్": 1254,
      "౼": 1255,
      "ಂ": 1256,
      "ಗ": 1257,
      "ಜ": 1258,
      "ನ": 1259,
      "ಪ": 1260,
      "ಬ": 1261,
      "ಮ": 1262,
      "ಯ": 1263,
      "ರ": 1264,
      "ಳ": 1265,
      "ವ": 1266,
      "ಸ": 1267,
      "ಹ": 1268,
      "ಾ": 1269,
      "ಿ": 1270,
      "ು": 1271,
      "ೂ": 1272,
      "ೆ": 1273,
      "್": 1274,
      "ം": 1275,
      "അ": 1276,
      "ഇ": 1277,
      "എ": 1278,
      "ക": 1279,
      "ഗ": 1280,
      "ഘ": 1281,
      "ച": 1282,
      "ജ": 1283,
      "ഡ": 1284,
      "ണ": 1285,
      "ത": 1286,
      "ദ": 1287,
      "ധ": 1288,
      "ന": 1289,
      "പ": 1290,
      "ബ": 1291,
      "മ": 1292,
      "ര": 1293,
      "ല": 1294,
      "വ": 1295,
      "ശ": 1296,
      "ഷ": 1297,
      "സ": 1298,
      "ഹ": 1299,
      "ാ": 1300,
      "ി": 1301,
      "ീ": 1302,
      "ു": 1303,
      "െ": 1304,
      "്": 1305,
      "ൻ": 1306,
      "ർ": 1307,
      "ൽ": 1308,
      "ං": 1309,
      "ක": 1310,
      "ග": 1311,
      "ච": 1312,
      "ජ": 1313,
      "ඩ": 1314,
      "ත": 1315,
      "ද": 1316,
      "ධ": 1317,
      "න": 1318,
      "ප": 1319,
      "ම": 1320,
      "ය": 1321,
      "ර": 1322,
      "ල": 1323,
      "ව": 1324,
      "ශ": 1325,
      "ස": 1326,
      "හ": 1327,
      "්": 1328,
      "ා": 1329,
      "ි": 1330,
      "ී": 1331,
      "ු": 1332,
      "ก": 1333,
      "ข": 1334,
      "ค": 1335,
      "ง": 1336,
      "จ": 1337,
      "ช": 1338,
      "ซ": 1339,
      "ญ": 1340,
      "ฏ": 1341,
      "ฐ": 1342,
      "ณ": 1343,
      "ด": 1344,
      "ต": 1345,
      "ถ": 1346,
      "ท": 1347,
      "ธ": 1348,
      "น": 1349,
      "บ": 1350,
      "ป": 1351,
      "ผ": 1352,
      "พ": 1353,
      "ฟ": 1354,
      "ภ": 1355,
      "ม": 1356,
      "ย": 1357,
      "ร": 1358,
      "ล": 1359,
      "ว": 1360,
      "ศ": 1361,
      "ษ": 1362,
      "ส": 1363,
      "ห": 1364,
      "อ": 1365,
      "ะ": 1366,
      "ั": 1367,
      "า": 1368,
      "ำ": 1369,
      "ิ": 1370,
      "ี": 1371,
      "ื": 1372,
      "ุ": 1373,
      "ู": 1374,
      "฿": 1375,
      "เ": 1376,
      "แ": 1377,
      "โ": 1378,
      "ใ": 1379,
      "ไ": 1380,
      "็": 1381,
      "่": 1382,
      "้": 1383,
      "๊": 1384,
      "๋": 1385,
      "์": 1386,
      "ํ": 1387,
      "๏": 1388,
      "ຊ": 1389,
      "ດ": 1390,
      "ຕ": 1391,
      "ທ": 1392,
      "ນ": 1393,
      "ບ": 1394,
      "ປ": 1395,
      "ລ": 1396,
      "ວ": 1397,
      "ສ": 1398,
      "ອ": 1399,
      "ະ": 1400,
      "ັ": 1401,
      "າ": 1402,
      "ິ": 1403,
      "ົ": 1404,
      "ໄ": 1405,
      "་": 1406,
      "།": 1407,
      "ཀ": 1408,
      "ཁ": 1409,
      "ག": 1410,
      "ང": 1411,
      "ཆ": 1412,
      "ཏ": 1413,
      "ཐ": 1414,
      "ད": 1415,
      "པ": 1416,
      "བ": 1417,
      "མ": 1418,
      "ཛ": 1419,
      "ཟ": 1420,
      "འ": 1421,
      "ཡ": 1422,
      "ར": 1423,
      "ལ": 1424,
      "ས": 1425,
      "ི": 1426,
      "ུ": 1427,
      "ེ": 1428,
      "ོ": 1429,
      "ྐ": 1430,
      "ྒ": 1431,
      "ྡ": 1432,
      "ྩ": 1433,
      "ྫ": 1434,
      "ྱ": 1435,
      "ྲ": 1436,
      "က": 1437,
      "ခ": 1438,
      "ဂ": 1439,
      "င": 1440,
      "ဇ": 1441,
      "တ": 1442,
      "ထ": 1443,
      "န": 1444,
      "ပ": 1445,
      "မ": 1446,
      "ရ": 1447,
      "ဝ": 1448,
      "သ": 1449,
      "ာ": 1450,
      "ု": 1451,
      "ူ": 1452,
      "ေ": 1453,
      "ံ": 1454,
      "္": 1455,
      "်": 1456,
      "ျ": 1457,
      "ြ": 1458,
      "ှ": 1459,
      "Ⴀ": 1460,
      "Ⴂ": 1461,
      "Ⴃ": 1462,
      "Ⴄ": 1463,
      "Ⴅ": 1464,
      "Ⴆ": 1465,
      "Ⴇ": 1466,
      "Ⴈ": 1467,
      "Ⴊ": 1468,
      "Ⴋ": 1469,
      "Ⴌ": 1470,
      "Ⴍ": 1471,
      "Ⴐ": 1472,
      "Ⴓ": 1473,
      "Ⴔ": 1474,
      "Ⴕ": 1475,
      "Ⴟ": 1476,
      "Ⴢ": 1477,
      "Ⴣ": 1478,
      "ა": 1479,
      "ბ": 1480,
      "გ": 1481,
      "დ": 1482,
      "ე": 1483,
      "ვ": 1484,
      "ზ": 1485,
      "თ": 1486,
      "ი": 1487,
      "კ": 1488,
      "ლ": 1489,
      "მ": 1490,
      "ნ": 1491,
      "ო": 1492,
      "პ": 1493,
      "ჟ": 1494,
      "რ": 1495,
      "ს": 1496,
      "ტ": 1497,
      "უ": 1498,
      "ფ": 1499,
      "ქ": 1500,
      "ღ": 1501,
      "ყ": 1502,
      "შ": 1503,
      "ჩ": 1504,
      "ც": 1505,
      "ძ": 1506,
      "წ": 1507,
      "ჭ": 1508,
      "ხ": 1509,
      "ჯ": 1510,
      "ჰ": 1511,
      "ჱ": 1512,
      "ჲ": 1513,
      "ჳ": 1514,
      "ჴ": 1515,
      "ჵ": 1516,
      "ჶ": 1517,
      "ჷ": 1518,
      "ჸ": 1519,
      "ჹ": 1520,
      "ჺ": 1521,
      "჻": 1522,
      "ሃ": 1523,
      "ህ": 1524,
      "ለ": 1525,
      "ሊ": 1526,
      "ላ": 1527,
      "ሌ": 1528,
      "ል": 1529,
      "ሎ": 1530,
      "ሐ": 1531,
      "ሕ": 1532,
      "መ": 1533,
      "ሚ": 1534,
      "ማ": 1535,
      "ሜ": 1536,
      "ም": 1537,
      "ሞ": 1538,
      "ሥ": 1539,
      "ረ": 1540,
      "ሪ": 1541,
      "ራ": 1542,
      "ሬ": 1543,
      "ር": 1544,
      "ሮ": 1545,
      "ሰ": 1546,
      "ሲ": 1547,
      "ሳ": 1548,
      "ሴ": 1549,
      "ስ": 1550,
      "ሻ": 1551,
      "ሽ": 1552,
      "ቀ": 1553,
      "ቁ": 1554,
      "ቂ": 1555,
      "ቅ": 1556,
      "በ": 1557,
      "ቡ": 1558,
      "ቢ": 1559,
      "ባ": 1560,
      "ብ": 1561,
      "ቦ": 1562,
      "ተ": 1563,
      "ቲ": 1564,
      "ታ": 1565,
      "ቴ": 1566,
      "ት": 1567,
      "ቶ": 1568,
      "ኃ": 1569,
      "ኅ": 1570,
      "ነ": 1571,
      "ኒ": 1572,
      "ኔ": 1573,
      "ን": 1574,
      "ኛ": 1575,
      "አ": 1576,
      "ኢ": 1577,
      "ኤ": 1578,
      "እ": 1579,
      "ኦ": 1580,
      "ከ": 1581,
      "ካ": 1582,
      "ክ": 1583,
      "ኮ": 1584,
      "ወ": 1585,
      "ዊ": 1586,
      "ዋ": 1587,
      "ዎ": 1588,
      "ዐ": 1589,
      "ዙ": 1590,
      "ዝ": 1591,
      "የ": 1592,
      "ያ": 1593,
      "ይ": 1594,
      "ዮ": 1595,
      "ደ": 1596,
      "ዳ": 1597,
      "ዴ": 1598,
      "ድ": 1599,
      "ዶ": 1600,
      "ገ": 1601,
      "ጉ": 1602,
      "ጊ": 1603,
      "ጋ": 1604,
      "ግ": 1605,
      "ጣ": 1606,
      "ጥ": 1607,
      "ጳ": 1608,
      "ጵ": 1609,
      "ጼ": 1610,
      "ፈ": 1611,
      "ፋ": 1612,
      "ፌ": 1613,
      "ፐ": 1614,
      "፪": 1615,
      "Ꭶ": 1616,
      "Ꭽ": 1617,
      "Ꮅ": 1618,
      "Ꮧ": 1619,
      "ᐃ": 1620,
      "ᐅ": 1621,
      "ᐊ": 1622,
      "ᐤ": 1623,
      "ᐧ": 1624,
      "ᐸ": 1625,
      "ᑌ": 1626,
      "ᑎ": 1627,
      "ᑐ": 1628,
      "ᑦ": 1629,
      "ᑯ": 1630,
      "ᒃ": 1631,
      "ᒥ": 1632,
      "ᓄ": 1633,
      "ᓇ": 1634,
      "ᓐ": 1635,
      "ᓱ": 1636,
      "ᔪ": 1637,
      "ᖅ": 1638,
      "ᖓ": 1639,
      "ᖽ": 1640,
      "ᖿ": 1641,
      "ᚠ": 1642,
      "ᚢ": 1643,
      "ᚨ": 1644,
      "ᛞ": 1645,
      "ខ": 1646,
      "គ": 1647,
      "ង": 1648,
      "ច": 1649,
      "ឆ": 1650,
      "ញ": 1651,
      "ដ": 1652,
      "ត": 1653,
      "ទ": 1654,
      "ន": 1655,
      "ប": 1656,
      "ព": 1657,
      "ភ": 1658,
      "ម": 1659,
      "យ": 1660,
      "រ": 1661,
      "ល": 1662,
      "ស": 1663,
      "ហ": 1664,
      "ា": 1665,
      "ិ": 1666,
      "ី": 1667,
      "ុ": 1668,
      "ូ": 1669,
      "េ": 1670,
      "ំ": 1671,
      "៏": 1672,
      "្": 1673,
      "៙": 1674,
      "៛": 1675,
      "ᠠ": 1676,
      "ᠢ": 1677,
      "ᠣ": 1678,
      "ᠤ": 1679,
      "ᠨ": 1680,
      "ᠪ": 1681,
      "ᠬ": 1682,
      "ᠭ": 1683,
      "ᠯ": 1684,
      "ᠰ": 1685,
      "ᠲ": 1686,
      "ᠳ": 1687,
      "ᠶ": 1688,
      "ᠷ": 1689,
      "ᮀ": 1690,
      "ᮃ": 1691,
      "ᮅ": 1692,
      "ᮊ": 1693,
      "ᮍ": 1694,
      "ᮎ": 1695,
      "ᮏ": 1696,
      "ᮒ": 1697,
      "ᮓ": 1698,
      "ᮔ": 1699,
      "ᮕ": 1700,
      "ᮘ": 1701,
      "ᮙ": 1702,
      "ᮛ": 1703,
      "ᮜ": 1704,
      "ᮝ": 1705,
      "ᮞ": 1706,
      "ᮠ": 1707,
      "ᮤ": 1708,
      "ᮥ": 1709,
      "ᮦ": 1710,
      "ᮧ": 1711,
      "ᮨ": 1712,
      "᮪": 1713,
      "ᵐ": 1714,
      "ᵒ": 1715,
      "ᵛ": 1716,
      "ḃ": 1717,
      "Ḅ": 1718,
      "ḅ": 1719,
      "ḇ": 1720,
      "ḉ": 1721,
      "Ḍ": 1722,
      "ḍ": 1723,
      "Ḏ": 1724,
      "ḏ": 1725,
      "ḓ": 1726,
      "ḕ": 1727,
      "ḗ": 1728,
      "Ḡ": 1729,
      "ḡ": 1730,
      "ḣ": 1731,
      "Ḥ": 1732,
      "ḥ": 1733,
      "Ḩ": 1734,
      "ḩ": 1735,
      "Ḫ": 1736,
      "ḫ": 1737,
      "ḱ": 1738,
      "Ḳ": 1739,
      "ḳ": 1740,
      "Ḵ": 1741,
      "ḵ": 1742,
      "ḷ": 1743,
      "ḽ": 1744,
      "ḿ": 1745,
      "ṃ": 1746,
      "ṅ": 1747,
      "ṇ": 1748,
      "ṓ": 1749,
      "ṕ": 1750,
      "Ṗ": 1751,
      "ṗ": 1752,
      "ṙ": 1753,
      "ṛ": 1754,
      "ṟ": 1755,
      "Ṣ": 1756,
      "ṣ": 1757,
      "Ṫ": 1758,
      "ṫ": 1759,
      "Ṭ": 1760,
      "ṭ": 1761,
      "ṯ": 1762,
      "ẃ": 1763,
      "ẋ": 1764,
      "Ẍ": 1765,
      "ẍ": 1766,
      "Ẓ": 1767,
      "ẓ": 1768,
      "Ẕ": 1769,
      "ẕ": 1770,
      "ẖ": 1771,
      "ạ": 1772,
      "ả": 1773,
      "ấ": 1774,
      "ầ": 1775,
      "ậ": 1776,
      "ắ": 1777,
      "ằ": 1778,
      "ặ": 1779,
      "ẹ": 1780,
      "ẻ": 1781,
      "Ẽ": 1782,
      "ẽ": 1783,
      "ế": 1784,
      "ề": 1785,
      "ể": 1786,
      "ễ": 1787,
      "ệ": 1788,
      "ỉ": 1789,
      "ị": 1790,
      "ọ": 1791,
      "ỏ": 1792,
      "ố": 1793,
      "ồ": 1794,
      "ổ": 1795,
      "ộ": 1796,
      "ớ": 1797,
      "ờ": 1798,
      "ở": 1799,
      "ợ": 1800,
      "Ụ": 1801,
      "ụ": 1802,
      "ủ": 1803,
      "ứ": 1804,
      "ử": 1805,
      "ữ": 1806,
      "ự": 1807,
      "ỳ": 1808,
      "ỹ": 1809,
      "ἀ": 1810,
      "ἂ": 1811,
      "ἄ": 1812,
      "Ἀ": 1813,
      "Ἄ": 1814,
      "ἐ": 1815,
      "ἑ": 1816,
      "ἔ": 1817,
      "Ἐ": 1818,
      "Ἑ": 1819,
      "Ἔ": 1820,
      "Ἕ": 1821,
      "ἠ": 1822,
      "ἡ": 1823,
      "ἤ": 1824,
      "ἥ": 1825,
      "ἦ": 1826,
      "ἧ": 1827,
      "Ἠ": 1828,
      "Ἡ": 1829,
      "Ἥ": 1830,
      "ἰ": 1831,
      "ἱ": 1832,
      "ἴ": 1833,
      "ἵ": 1834,
      "ἶ": 1835,
      "ἷ": 1836,
      "Ἰ": 1837,
      "Ἱ": 1838,
      "Ἵ": 1839,
      "ὀ": 1840,
      "ὁ": 1841,
      "ὄ": 1842,
      "ὅ": 1843,
      "Ὀ": 1844,
      "Ὁ": 1845,
      "Ὄ": 1846,
      "Ὅ": 1847,
      "ὐ": 1848,
      "ὑ": 1849,
      "ὔ": 1850,
      "ὕ": 1851,
      "ὖ": 1852,
      "Ὑ": 1853,
      "Ὕ": 1854,
      "Ὠ": 1855,
      "ὰ": 1856,
      "ὲ": 1857,
      "ὴ": 1858,
      "ὶ": 1859,
      "ὸ": 1860,
      "ὺ": 1861,
      "ὼ": 1862,
      "ᾠ": 1863,
      "ᾨ": 1864,
      "ᾰ": 1865,
      "ᾱ": 1866,
      "ᾳ": 1867,
      "ᾶ": 1868,
      "᾽": 1869,
      "᾿": 1870,
      "ῆ": 1871,
      "ῐ": 1872,
      "ῑ": 1873,
      "ῖ": 1874,
      "ῠ": 1875,
      "ῡ": 1876,
      "ῤ": 1877,
      "ῥ": 1878,
      "ῦ": 1879,
      "Ῥ": 1880,
      "ῳ": 1881,
      "ῴ": 1882,
      "ῶ": 1883,
      "Ὸ": 1884,
      " ": 1885,
      " ": 1886,
      " ": 1887,
      " ": 1888,
      " ": 1889,
      "​": 1890,
      "‌": 1891,
      "‍": 1892,
      "‎": 1893,
      "‏": 1894,
      "‐": 1895,
      "‑": 1896,
      "‒": 1897,
      "–": 1898,
      "—": 1899,
      "―": 1900,
      "‖": 1901,
      "‘": 1902,
      "’": 1903,
      "‚": 1904,
      "‛": 1905,
      "“": 1906,
      "”": 1907,
      "„": 1908,
      "‟": 1909,
      "†": 1910,
      "‡": 1911,
      "•": 1912,
      "․": 1913,
      "…": 1914,
      "‧": 1915,
      "‪": 1916,
      "‬": 1917,
      " ": 1918,
      "‰": 1919,
      "′": 1920,
      "″": 1921,
      "‹": 1922,
      "›": 1923,
      "‼": 1924,
      "‽": 1925,
      "‿": 1926,
      "⁄": 1927,
      "⁠": 1928,
      "⁢": 1929,
      "⁬": 1930,
      "⁰": 1931,
      "⁴": 1932,
      "⁵": 1933,
      "⁶": 1934,
      "⁷": 1935,
      "⁸": 1936,
      "⁻": 1937,
      "⁽": 1938,
      "⁾": 1939,
      "ⁿ": 1940,
      "₀": 1941,
      "₁": 1942,
      "₂": 1943,
      "₃": 1944,
      "₄": 1945,
      "₅": 1946,
      "₆": 1947,
      "₉": 1948,
      "₣": 1949,
      "₤": 1950,
      "₥": 1951,
      "₩": 1952,
      "€": 1953,
      "₭": 1954,
      "₮": 1955,
      "₱": 1956,
      "₴": 1957,
      "₹": 1958,
      "₺": 1959,
      "₼": 1960,
      "₽": 1961,
      "⃣": 1962,
      "℃": 1963,
      "℅": 1964,
      "ℎ": 1965,
      "ℏ": 1966,
      "ℓ": 1967,
      "№": 1968,
      "ℝ": 1969,
      "℟": 1970,
      "™": 1971,
      "℣": 1972,
      "ℰ": 1973,
      "⅓": 1974,
      "⅔": 1975,
      "⅖": 1976,
      "⅝": 1977,
      "Ⅱ": 1978,
      "Ⅶ": 1979,
      "Ⅷ": 1980,
      "Ⅸ": 1981,
      "Ⅹ": 1982,
      "←": 1983,
      "↑": 1984,
      "→": 1985,
      "↓": 1986,
      "↔": 1987,
      "↕": 1988,
      "↵": 1989,
      "⇆": 1990,
      "⇌": 1991,
      "⇒": 1992,
      "⇨": 1993,
      "⇾": 1994,
      "∀": 1995,
      "∂": 1996,
      "∅": 1997,
      "∆": 1998,
      "∇": 1999,
      "∈": 2000,
      "∉": 2001,
      "∏": 2002,
      "∑": 2003,
      "−": 2004,
      "∓": 2005,
      "∕": 2006,
      "∗": 2007,
      "∘": 2008,
      "∙": 2009,
      "√": 2010,
      "∝": 2011,
      "∞": 2012,
      "∠": 2013,
      "∧": 2014,
      "∩": 2015,
      "∪": 2016,
      "∫": 2017,
      "∮": 2018,
      "∼": 2019,
      "≈": 2020,
      "≠": 2021,
      "≡": 2022,
      "≤": 2023,
      "≥": 2024,
      "≪": 2025,
      "≫": 2026,
      "≲": 2027,
      "⊂": 2028,
      "⊆": 2029,
      "⊕": 2030,
      "⊙": 2031,
      "⊥": 2032,
      "⋅": 2033,
      "⋮": 2034,
      "⌈": 2035,
      "⌉": 2036,
      "⌋": 2037,
      "⌓": 2038,
      "⌬": 2039,
      "⑥": 2040,
      "ⓘ": 2041,
      "─": 2042,
      "│": 2043,
      "└": 2044,
      "├": 2045,
      "┬": 2046,
      "┴": 2047,
      "▁": 2048,
      "■": 2049,
      "□": 2050,
      "▪": 2051,
      "▬": 2052,
      "▲": 2053,
      "△": 2054,
      "▶": 2055,
      "▸": 2056,
      "►": 2057,
      "◆": 2058,
      "○": 2059,
      "●": 2060,
      "◦": 2061,
      "★": 2062,
      "☆": 2063,
      "☉": 2064,
      "☥": 2065,
      "☭": 2066,
      "☼": 2067,
      "♀": 2068,
      "♂": 2069,
      "♃": 2070,
      "♄": 2071,
      "♅": 2072,
      "♆": 2073,
      "♈": 2074,
      "♉": 2075,
      "♌": 2076,
      "♔": 2077,
      "♚": 2078,
      "♞": 2079,
      "♠": 2080,
      "♡": 2081,
      "♥": 2082,
      "♦": 2083,
      "♨": 2084,
      "♭": 2085,
      "♯": 2086,
      "⚜": 2087,
      "⚡": 2088,
      "⛢": 2089,
      "✌": 2090,
      "✓": 2091,
      "✖": 2092,
      "❄": 2093,
      "❅": 2094,
      "❆": 2095,
      "❤": 2096,
      "➕": 2097,
      "➡": 2098,
      "⟨": 2099,
      "⟩": 2100,
      "⟶": 2101,
      "⠀": 2102,
      "⦋": 2103,
      "⦌": 2104,
      "Ⱨ": 2105,
      "ⱨ": 2106,
      "Ⱪ": 2107,
      "ⱪ": 2108,
      "ⱬ": 2109,
      "Ɐ": 2110,
      "ⱱ": 2111,
      "ⲁ": 2112,
      "ⲃ": 2113,
      "ⲉ": 2114,
      "ⲛ": 2115,
      "Ⲟ": 2116,
      "ⲥ": 2117,
      "ⲧ": 2118,
      "ⲩ": 2119,
      "ⲱ": 2120,
      "ⴰ": 2121,
      "ⴱ": 2122,
      "ⵔ": 2123,
      "ⵣ": 2124,
      "　": 2125,
      "、": 2126,
      "。": 2127,
      "〈": 2128,
      "〉": 2129,
      "《": 2130,
      "》": 2131,
      "「": 2132,
      "」": 2133,
      "『": 2134,
      "』": 2135,
      "〒": 2136,
      "〖": 2137,
      "〗": 2138,
      "〜": 2139,
      "あ": 2140,
      "い": 2141,
      "う": 2142,
      "え": 2143,
      "お": 2144,
      "か": 2145,
      "が": 2146,
      "き": 2147,
      "ぎ": 2148,
      "く": 2149,
      "ぐ": 2150,
      "け": 2151,
      "げ": 2152,
      "こ": 2153,
      "ご": 2154,
      "さ": 2155,
      "ざ": 2156,
      "し": 2157,
      "じ": 2158,
      "す": 2159,
      "ず": 2160,
      "せ": 2161,
      "そ": 2162,
      "た": 2163,
      "だ": 2164,
      "ち": 2165,
      "っ": 2166,
      "つ": 2167,
      "て": 2168,
      "で": 2169,
      "と": 2170,
      "ど": 2171,
      "な": 2172,
      "に": 2173,
      "ぬ": 2174,
      "ね": 2175,
      "の": 2176,
      "は": 2177,
      "ば": 2178,
      "ぱ": 2179,
      "ひ": 2180,
      "び": 2181,
      "ぴ": 2182,
      "ふ": 2183,
      "ぶ": 2184,
      "ぷ": 2185,
      "へ": 2186,
      "べ": 2187,
      "ぼ": 2188,
      "ぽ": 2189,
      "ま": 2190,
      "み": 2191,
      "む": 2192,
      "め": 2193,
      "も": 2194,
      "ゃ": 2195,
      "や": 2196,
      "ゆ": 2197,
      "ょ": 2198,
      "よ": 2199,
      "ら": 2200,
      "り": 2201,
      "る": 2202,
      "れ": 2203,
      "ろ": 2204,
      "わ": 2205,
      "を": 2206,
      "ん": 2207,
      "゜": 2208,
      "ァ": 2209,
      "ア": 2210,
      "ィ": 2211,
      "イ": 2212,
      "ゥ": 2213,
      "ウ": 2214,
      "ェ": 2215,
      "エ": 2216,
      "ォ": 2217,
      "オ": 2218,
      "カ": 2219,
      "ガ": 2220,
      "キ": 2221,
      "ギ": 2222,
      "ク": 2223,
      "グ": 2224,
      "ケ": 2225,
      "ゲ": 2226,
      "コ": 2227,
      "ゴ": 2228,
      "サ": 2229,
      "ザ": 2230,
      "シ": 2231,
      "ジ": 2232,
      "ス": 2233,
      "ズ": 2234,
      "セ": 2235,
      "ゼ": 2236,
      "ソ": 2237,
      "ゾ": 2238,
      "タ": 2239,
      "ダ": 2240,
      "チ": 2241,
      "ッ": 2242,
      "ツ": 2243,
      "テ": 2244,
      "デ": 2245,
      "ト": 2246,
      "ド": 2247,
      "ナ": 2248,
      "ニ": 2249,
      "ヌ": 2250,
      "ネ": 2251,
      "ノ": 2252,
      "ハ": 2253,
      "バ": 2254,
      "パ": 2255,
      "ヒ": 2256,
      "ビ": 2257,
      "ピ": 2258,
      "フ": 2259,
      "ブ": 2260,
      "プ": 2261,
      "ヘ": 2262,
      "ベ": 2263,
      "ペ": 2264,
      "ホ": 2265,
      "ボ": 2266,
      "ポ": 2267,
      "マ": 2268,
      "ミ": 2269,
      "ム": 2270,
      "メ": 2271,
      "モ": 2272,
      "ャ": 2273,
      "ヤ": 2274,
      "ュ": 2275,
      "ユ": 2276,
      "ョ": 2277,
      "ヨ": 2278,
      "ラ": 2279,
      "リ": 2280,
      "ル": 2281,
      "レ": 2282,
      "ロ": 2283,
      "ワ": 2284,
      "ヰ": 2285,
      "ヱ": 2286,
      "ヲ": 2287,
      "ン": 2288,
      "ヴ": 2289,
      "・": 2290,
      "ー": 2291,
      "ㄱ": 2292,
      "ㄲ": 2293,
      "ㄴ": 2294,
      "ㄷ": 2295,
      "ㄸ": 2296,
      "ㄹ": 2297,
      "ㅁ": 2298,
      "ㅂ": 2299,
      "ㅃ": 2300,
      "ㅅ": 2301,
      "ㅆ": 2302,
      "ㅇ": 2303,
      "ㅈ": 2304,
      "ㅉ": 2305,
      "ㅊ": 2306,
      "ㅋ": 2307,
      "ㅌ": 2308,
      "ㅍ": 2309,
      "ㅎ": 2310,
      "ㅡ": 2311,
      "ㇽ": 2312,
      "ㇿ": 2313,
      "㎡": 2314,
      "㗂": 2315,
      "䭏": 2316,
      "一": 2317,
      "丁": 2318,
      "七": 2319,
      "万": 2320,
      "三": 2321,
      "上": 2322,
      "下": 2323,
      "不": 2324,
      "与": 2325,
      "丑": 2326,
      "专": 2327,
      "丕": 2328,
      "世": 2329,
      "丘": 2330,
      "业": 2331,
      "东": 2332,
      "丝": 2333,
      "两": 2334,
      "並": 2335,
      "个": 2336,
      "中": 2337,
      "临": 2338,
      "丸": 2339,
      "丹": 2340,
      "为": 2341,
      "主": 2342,
      "丽": 2343,
      "乂": 2344,
      "乃": 2345,
      "久": 2346,
      "义": 2347,
      "之": 2348,
      "乌": 2349,
      "乐": 2350,
      "乙": 2351,
      "九": 2352,
      "乞": 2353,
      "乡": 2354,
      "书": 2355,
      "乭": 2356,
      "乱": 2357,
      "亂": 2358,
      "予": 2359,
      "争": 2360,
      "事": 2361,
      "二": 2362,
      "于": 2363,
      "云": 2364,
      "五": 2365,
      "井": 2366,
      "亚": 2367,
      "亜": 2368,
      "亡": 2369,
      "交": 2370,
      "亥": 2371,
      "产": 2372,
      "享": 2373,
      "京": 2374,
      "亭": 2375,
      "亮": 2376,
      "亲": 2377,
      "人": 2378,
      "什": 2379,
      "仁": 2380,
      "今": 2381,
      "介": 2382,
      "从": 2383,
      "仑": 2384,
      "他": 2385,
      "付": 2386,
      "仙": 2387,
      "代": 2388,
      "令": 2389,
      "以": 2390,
      "件": 2391,
      "任": 2392,
      "伊": 2393,
      "伎": 2394,
      "伏": 2395,
      "伐": 2396,
      "休": 2397,
      "优": 2398,
      "会": 2399,
      "伝": 2400,
      "传": 2401,
      "伦": 2402,
      "伯": 2403,
      "伴": 2404,
      "似": 2405,
      "伽": 2406,
      "但": 2407,
      "佉": 2408,
      "住": 2409,
      "佐": 2410,
      "体": 2411,
      "何": 2412,
      "佛": 2413,
      "作": 2414,
      "你": 2415,
      "佤": 2416,
      "佰": 2417,
      "佳": 2418,
      "使": 2419,
      "來": 2420,
      "例": 2421,
      "侍": 2422,
      "供": 2423,
      "依": 2424,
      "価": 2425,
      "侯": 2426,
      "便": 2427,
      "係": 2428,
      "俄": 2429,
      "俑": 2430,
      "俗": 2431,
      "保": 2432,
      "俞": 2433,
      "俟": 2434,
      "信": 2435,
      "修": 2436,
      "俱": 2437,
      "俳": 2438,
      "倉": 2439,
      "倍": 2440,
      "借": 2441,
      "倫": 2442,
      "倭": 2443,
      "假": 2444,
      "健": 2445,
      "偷": 2446,
      "傅": 2447,
      "傘": 2448,
      "備": 2449,
      "傭": 2450,
      "傳": 2451,
      "像": 2452,
      "僕": 2453,
      "僧": 2454,
      "僰": 2455,
      "僱": 2456,
      "僵": 2457,
      "儀": 2458,
      "儆": 2459,
      "儉": 2460,
      "儒": 2461,
      "儚": 2462,
      "償": 2463,
      "優": 2464,
      "儺": 2465,
      "儼": 2466,
      "允": 2467,
      "元": 2468,
      "兄": 2469,
      "先": 2470,
      "光": 2471,
      "克": 2472,
      "免": 2473,
      "兒": 2474,
      "党": 2475,
      "兜": 2476,
      "兢": 2477,
      "入": 2478,
      "內": 2479,
      "全": 2480,
      "兩": 2481,
      "八": 2482,
      "公": 2483,
      "六": 2484,
      "兮": 2485,
      "兰": 2486,
      "共": 2487,
      "兵": 2488,
      "其": 2489,
      "具": 2490,
      "典": 2491,
      "内": 2492,
      "円": 2493,
      "冊": 2494,
      "册": 2495,
      "再": 2496,
      "军": 2497,
      "农": 2498,
      "冠": 2499,
      "冷": 2500,
      "净": 2501,
      "准": 2502,
      "凇": 2503,
      "凉": 2504,
      "凡": 2505,
      "凹": 2506,
      "出": 2507,
      "刀": 2508,
      "刁": 2509,
      "分": 2510,
      "切": 2511,
      "刊": 2512,
      "划": 2513,
      "列": 2514,
      "刘": 2515,
      "创": 2516,
      "初": 2517,
      "別": 2518,
      "利": 2519,
      "别": 2520,
      "制": 2521,
      "刷": 2522,
      "刹": 2523,
      "則": 2524,
      "前": 2525,
      "剛": 2526,
      "剪": 2527,
      "副": 2528,
      "割": 2529,
      "創": 2530,
      "劃": 2531,
      "劇": 2532,
      "劉": 2533,
      "劍": 2534,
      "力": 2535,
      "功": 2536,
      "加": 2537,
      "务": 2538,
      "动": 2539,
      "努": 2540,
      "劫": 2541,
      "劳": 2542,
      "労": 2543,
      "勃": 2544,
      "勅": 2545,
      "勒": 2546,
      "動": 2547,
      "勗": 2548,
      "務": 2549,
      "勝": 2550,
      "勞": 2551,
      "勢": 2552,
      "勣": 2553,
      "勤": 2554,
      "勱": 2555,
      "勾": 2556,
      "勿": 2557,
      "包": 2558,
      "匈": 2559,
      "匐": 2560,
      "化": 2561,
      "北": 2562,
      "匙": 2563,
      "匡": 2564,
      "匮": 2565,
      "匹": 2566,
      "区": 2567,
      "匿": 2568,
      "區": 2569,
      "十": 2570,
      "千": 2571,
      "半": 2572,
      "华": 2573,
      "卑": 2574,
      "卓": 2575,
      "協": 2576,
      "南": 2577,
      "単": 2578,
      "博": 2579,
      "卡": 2580,
      "卢": 2581,
      "印": 2582,
      "即": 2583,
      "却": 2584,
      "卵": 2585,
      "卿": 2586,
      "厅": 2587,
      "历": 2588,
      "厉": 2589,
      "原": 2590,
      "厥": 2591,
      "厦": 2592,
      "厭": 2593,
      "厳": 2594,
      "去": 2595,
      "县": 2596,
      "参": 2597,
      "參": 2598,
      "及": 2599,
      "友": 2600,
      "双": 2601,
      "反": 2602,
      "収": 2603,
      "发": 2604,
      "叔": 2605,
      "取": 2606,
      "口": 2607,
      "古": 2608,
      "句": 2609,
      "叫": 2610,
      "可": 2611,
      "台": 2612,
      "叱": 2613,
      "史": 2614,
      "右": 2615,
      "叶": 2616,
      "号": 2617,
      "司": 2618,
      "合": 2619,
      "吉": 2620,
      "吊": 2621,
      "同": 2622,
      "名": 2623,
      "后": 2624,
      "吐": 2625,
      "向": 2626,
      "吒": 2627,
      "君": 2628,
      "吞": 2629,
      "启": 2630,
      "吳": 2631,
      "吴": 2632,
      "吹": 2633,
      "吾": 2634,
      "呂": 2635,
      "告": 2636,
      "员": 2637,
      "周": 2638,
      "味": 2639,
      "呼": 2640,
      "命": 2641,
      "咄": 2642,
      "和": 2643,
      "咍": 2644,
      "咥": 2645,
      "咲": 2646,
      "品": 2647,
      "哈": 2648,
      "員": 2649,
      "哨": 2650,
      "哲": 2651,
      "唄": 2652,
      "唐": 2653,
      "唯": 2654,
      "唵": 2655,
      "商": 2656,
      "啜": 2657,
      "喀": 2658,
      "善": 2659,
      "喜": 2660,
      "喬": 2661,
      "單": 2662,
      "喰": 2663,
      "嗣": 2664,
      "嘉": 2665,
      "嘎": 2666,
      "嘗": 2667,
      "噌": 2668,
      "噠": 2669,
      "器": 2670,
      "噶": 2671,
      "嚈": 2672,
      "嚳": 2673,
      "嚴": 2674,
      "四": 2675,
      "回": 2676,
      "因": 2677,
      "团": 2678,
      "団": 2679,
      "园": 2680,
      "囲": 2681,
      "図": 2682,
      "国": 2683,
      "图": 2684,
      "圆": 2685,
      "圈": 2686,
      "國": 2687,
      "圍": 2688,
      "圏": 2689,
      "園": 2690,
      "圓": 2691,
      "圖": 2692,
      "團": 2693,
      "土": 2694,
      "圣": 2695,
      "圧": 2696,
      "在": 2697,
      "地": 2698,
      "圻": 2699,
      "坂": 2700,
      "均": 2701,
      "坊": 2702,
      "坎": 2703,
      "坐": 2704,
      "坑": 2705,
      "坡": 2706,
      "坦": 2707,
      "坪": 2708,
      "型": 2709,
      "垦": 2710,
      "城": 2711,
      "埔": 2712,
      "埗": 2713,
      "域": 2714,
      "執": 2715,
      "培": 2716,
      "基": 2717,
      "堀": 2718,
      "堂": 2719,
      "堅": 2720,
      "堆": 2721,
      "堯": 2722,
      "報": 2723,
      "場": 2724,
      "塔": 2725,
      "塘": 2726,
      "塙": 2727,
      "塚": 2728,
      "塞": 2729,
      "墀": 2730,
      "境": 2731,
      "墓": 2732,
      "墨": 2733,
      "墳": 2734,
      "壇": 2735,
      "壓": 2736,
      "壕": 2737,
      "士": 2738,
      "壮": 2739,
      "壯": 2740,
      "声": 2741,
      "売": 2742,
      "壽": 2743,
      "处": 2744,
      "変": 2745,
      "复": 2746,
      "夏": 2747,
      "夕": 2748,
      "外": 2749,
      "多": 2750,
      "夜": 2751,
      "夢": 2752,
      "大": 2753,
      "天": 2754,
      "太": 2755,
      "夫": 2756,
      "央": 2757,
      "失": 2758,
      "头": 2759,
      "夷": 2760,
      "夸": 2761,
      "奇": 2762,
      "奈": 2763,
      "奉": 2764,
      "契": 2765,
      "套": 2766,
      "奚": 2767,
      "奥": 2768,
      "奧": 2769,
      "奮": 2770,
      "女": 2771,
      "奴": 2772,
      "好": 2773,
      "如": 2774,
      "妓": 2775,
      "妖": 2776,
      "妙": 2777,
      "妥": 2778,
      "妻": 2779,
      "姆": 2780,
      "姉": 2781,
      "始": 2782,
      "姑": 2783,
      "姓": 2784,
      "委": 2785,
      "姚": 2786,
      "姜": 2787,
      "姪": 2788,
      "姫": 2789,
      "姬": 2790,
      "威": 2791,
      "娃": 2792,
      "娄": 2793,
      "娅": 2794,
      "娘": 2795,
      "娛": 2796,
      "娥": 2797,
      "婆": 2798,
      "婚": 2799,
      "婦": 2800,
      "婷": 2801,
      "媒": 2802,
      "媛": 2803,
      "媽": 2804,
      "嫁": 2805,
      "嫦": 2806,
      "子": 2807,
      "孔": 2808,
      "字": 2809,
      "存": 2810,
      "孙": 2811,
      "孛": 2812,
      "孜": 2813,
      "孝": 2814,
      "季": 2815,
      "孤": 2816,
      "学": 2817,
      "孩": 2818,
      "孫": 2819,
      "孰": 2820,
      "學": 2821,
      "宁": 2822,
      "宅": 2823,
      "宇": 2824,
      "守": 2825,
      "安": 2826,
      "宋": 2827,
      "完": 2828,
      "宏": 2829,
      "宗": 2830,
      "官": 2831,
      "宙": 2832,
      "定": 2833,
      "宜": 2834,
      "宝": 2835,
      "実": 2836,
      "审": 2837,
      "客": 2838,
      "宣": 2839,
      "室": 2840,
      "宪": 2841,
      "宫": 2842,
      "宮": 2843,
      "宰": 2844,
      "害": 2845,
      "家": 2846,
      "容": 2847,
      "宿": 2848,
      "寄": 2849,
      "寅": 2850,
      "密": 2851,
      "寇": 2852,
      "富": 2853,
      "寛": 2854,
      "察": 2855,
      "實": 2856,
      "寧": 2857,
      "審": 2858,
      "寶": 2859,
      "寸": 2860,
      "寺": 2861,
      "対": 2862,
      "寿": 2863,
      "射": 2864,
      "将": 2865,
      "將": 2866,
      "專": 2867,
